{
  "site.name": "Expat Legal Vietnam",
  "site.tagline": "Asesoría legal para expatriados en Vietnam",

  "nav.renting": "Alquiler",
  "nav.visa": "Visa",
  "nav.business": "Negocios",
  "nav.family": "Familia",
  "nav.documents": "Documentos",
  "nav.howItWorks": "Cómo funciona",
  "nav.bookCall": "Reservar consulta",

  "hero.badge": "Orientación legal para expatriados en Vietnam",
  "hero.headline": "Entienda el sistema legal de Vietnam",
  "hero.headlineAccent": "Sin confusión",
  "hero.subheadline": "Respuestas claras en inglés sobre visas, alquiler, negocios y derecho familiar — de alguien que realmente conoce el sistema vietnamita.",
  "hero.ctaPrimary": "Reserve una consulta de 60 min — $150",
  "hero.ctaSecondary": "Lea las guías gratuitas ↓",
  "hero.proofEnglish": "Servicio en inglés",
  "hero.proofResponse": "Respuesta en 24 horas",
  "hero.proofJargon": "Sin jerga legal",

  "painPoints.title": "¿Le resulta familiar?",
  "painPoints.subtitle": "Todos los expatriados se enfrentan a estos obstáculos. La diferencia es si los afronta solo — o con alguien que conoce el sistema.",
  "painPoints.0.title": "Su arrendador quiere que firme un contrato que no puede leer",
  "painPoints.0.desc": "Los contratos de alquiler en Vietnam a menudo contienen cláusulas que favorecen enormemente al arrendador. Una firma equivocada y queda atrapado.",
  "painPoints.1.title": "Su visa está por vencer y no conoce sus opciones",
  "painPoints.1.desc": "Exceder la estadía o tomar el camino equivocado de visa puede resultar en multas, prohibiciones de entrada o expulsión forzada. Las reglas cambian constantemente.",
  "painPoints.2.title": "Quiere iniciar un negocio, pero el papeleo es abrumador",
  "painPoints.2.desc": "¿Sociedad limitada? ¿Oficina de representación? ¿Permiso de trabajo? Cada camino tiene requisitos, costos y complicaciones ocultas diferentes.",
  "painPoints.3.title": "Google le da publicaciones de foros desactualizadas, no respuestas reales",
  "painPoints.3.desc": "Las regulaciones de Vietnam se actualizan frecuentemente. Esa publicación del foro de expatriados de 2019 puede estar peligrosamente desactualizada hoy.",
  "painPoints.ctaText": "¿Necesita ayuda ahora? No espere hasta que sea una crisis.",
  "painPoints.ctaButton": "Reservar una consulta →",

  "diff.title": "Por qué los expatriados nos eligen",
  "diff.subtitle": "Cuando enfrenta problemas legales en un país extranjero, necesita más que una búsqueda en Google.",
  "diff.0.title": "Completamente en inglés",
  "diff.0.desc": "Cada consulta, cada resumen escrito, cada seguimiento — en inglés claro. Sin barrera lingüística.",
  "diff.1.title": "Específico para su situación",
  "diff.1.desc": "No son consejos genéricos. Analizamos sus circunstancias exactas y le damos un plan de acción claro.",
  "diff.2.title": "Disponible en pocos días",
  "diff.2.desc": "Reserve en línea y obtenga una cita en 2-3 días hábiles. Los casos urgentes tienen prioridad.",
  "diff.3.title": "Siempre actualizado",
  "diff.3.desc": "Las regulaciones vietnamitas cambian. Nuestra orientación es actual — no proviene de un foro de 2019.",
  "diff.guidesTitle": "Guías gratuitas para situaciones comunes",
  "diff.guidesSubtitle": "Comience aquí. Si necesita más, reserve una consulta.",

  "cta.headline": "¿Listo para obtener respuestas claras?",
  "cta.subtext": "Deje de adivinar. Reserve una consulta de 60 minutos y váyase con un plan de acción.",
  "cta.button": "Reservar una consulta — $150",
  "cta.secondary": "Vea cómo funciona",
  "cta.reassurance": "Sin compromiso. Si no podemos ayudarle, se lo diremos desde el principio.",

  "ctaBar.text": "¿Necesita ayuda?",
  "ctaBar.highlight": "Reserve una llamada de 60 min",
  "ctaBar.button": "Reservar ahora →",

  "footer.brandDesc": "Orientación legal en inglés claro para expatriados en Vietnam. Reserve una consulta y obtenga claridad rápidamente.",
  "footer.bookCall": "Reservar consulta →",
  "footer.guidesTitle": "Guías gratuitas",
  "footer.servicesTitle": "Servicios",
  "footer.copyright": "© {year} Expat Legal Vietnam. Todos los derechos reservados.",
  "footer.disclaimer": "Este sitio proporciona información legal general, no asesoramiento legal. Para representación formal, consulte a un abogado con licencia en Vietnam.",

  "toc.title": "En esta página",
  "toc.mobileTitle": "📖 Tabla de contenidos",

  "pillar.needHelp": "¿Necesita ayuda ahora?",
  "pillar.needHelpText": "Omita la lectura —",
  "pillar.needHelpLink": "reserve una llamada de 60 min",
  "pillar.needHelpSuffix": "y obtenga respuestas específicas para su situación.",
  "pillar.lastUpdated": "Última actualización:",
  "pillar.relatedGuides": "Guías relacionadas",
  "pillar.ctaHeadline": "¿Aún tiene preguntas sobre este tema?",
  "pillar.ctaSubtext": "Reserve una consulta y obtenga respuestas específicas y prácticas para su situación.",
  "pillar.ctaButton": "Reserve una llamada de 60 min — $150",

  "blog.title": "Blog",
  "blog.subtitle": "Consejos prácticos, actualizaciones regulatorias y orientación real para expatriados en Vietnam.",
  "blog.noPosts": "Aún no hay publicaciones. ¡Vuelva pronto!",
  "blog.needAdvice": "¿Necesita asesoramiento específico?",
  "blog.needAdviceText": "Este artículo de blog cubre información general. Para orientación adaptada a su situación, considere una consulta.",
  "blog.bookConsultation": "Reservar una consulta →",
  "blog.backToAll": "← Volver a todas las publicaciones",

  "breadcrumb.home": "Inicio",

  "pricing.popular": "Más popular",

  "about.title": "Acerca de Expat Legal Vietnam",
  "about.quoteText": "\"Creé este servicio porque vi a demasiados expatriados cometiendo errores costosos que podrían haberse evitado con 60 minutos de orientación clara.\"",
  "about.whyTitle": "Por qué existe este servicio",
  "about.whyP1": "Cuando los expatriados en Vietnam necesitan orientación legal, enfrentan una realidad frustrante: la información en línea está desactualizada, dispersa en grupos de Facebook, o escrita en vietnamita. Los bufetes de abogados cobran anticipos por preguntas simples. Y Google no conoce los últimos cambios regulatorios.",
  "about.whyP2": "Expat Legal Vietnam llena ese vacío. Una consulta enfocada. Inglés claro. Específica para su situación. Se va con un plan de acción, no con más confusión.",
  "about.credTitle": "Credenciales y experiencia",
  "about.cred0.title": "Formación jurídica",
  "about.cred0.desc": "Título en Derecho con enfoque en regulación de negocios internacionales y asuntos legales transfronterizos.",
  "about.cred1.title": "Experiencia en Vietnam",
  "about.cred1.desc": "Años de experiencia sobre el terreno acompañando a clientes extranjeros en la burocracia vietnamita.",
  "about.cred2.title": "Red de expatriados",
  "about.cred2.desc": "Conectado con abogados locales de confianza, traductores y enlaces gubernamentales para casos complejos.",
  "about.cred3.title": "Idiomas",
  "about.cred3.desc": "Todas las consultas se realizan en inglés. Dominio del vietnamita para revisión de documentos e interacciones oficiales.",
  "about.dontDoTitle": "Lo que no hago",
  "about.dontDoIntro": "La transparencia importa. Esto es lo que este servicio NO es:",
  "about.dontDo0": "No es un bufete de abogados — no represento clientes en tribunales",
  "about.dontDo1": "No es una agencia de visas — explico sus opciones, no hago trámites por usted",
  "about.dontDo2": "No es un servicio de tramitación — le guío paso a paso en el proceso",
  "about.dontDoNote": "Para representación legal formal, asuntos judiciales o estructuras corporativas complejas, trabajo con una red de abogados locales de confianza y puedo referirle a la persona adecuada.",
  "about.ctaHeadline": "¿Quiere hablar sobre su situación?",
  "about.ctaSubtext": "Reserve una consulta de 60 minutos y obtenga claridad, no confusión.",

  "howItWorks.title": "Cómo funciona",
  "howItWorks.subtitle": "De la confusión a la claridad en 4 simples pasos. Sin compromiso hasta que reserve.",
  "howItWorks.step0.title": "Elija su tema",
  "howItWorks.step0.desc": "Explore nuestras guías gratuitas para información general. Si necesita ayuda específica para su situación, pase al paso 2.",
  "howItWorks.step1.title": "Reserve una consulta",
  "howItWorks.step1.desc": "Elija un horario que le convenga. Recibirá un email de confirmación con un enlace a un breve formulario de ingreso para que pueda preparar nuestra llamada.",
  "howItWorks.step2.title": "Hablamos sobre su situación",
  "howItWorks.step2.desc": "60 minutos de orientación enfocada en inglés claro. Le explicaré sus opciones, el proceso, costos estimados y plazos — específicos para usted.",
  "howItWorks.step3.title": "Recibe un plan de acción escrito",
  "howItWorks.step3.desc": "En 24 horas, recibirá un email resumen con sus próximos pasos, documentos clave necesarios y contactos relevantes si es necesario.",
  "howItWorks.pricingTitle": "Precios simples y transparentes",
  "howItWorks.pricingSubtitle": "Sin cargos ocultos. Sin anticipos. Pague por lo que necesite.",
  "howItWorks.faqTitle": "Preguntas frecuentes",
  "howItWorks.faqSubtitle": "Respuestas rápidas a preguntas comunes sobre el proceso de consulta.",
  "howItWorks.ctaHeadline": "¿Listo para comenzar?",
  "howItWorks.ctaSubtext": "Reserve su consulta y obtenga respuestas específicas para su situación en Vietnam.",

  "book.title": "Reserve su consulta",
  "book.subtitle": "Elija un horario que le convenga. Recibirá un email de confirmación con un breve formulario de ingreso para que pueda preparar nuestra llamada.",
  "book.trust0": "60 minutos",
  "book.trust1": "$150 USD",
  "book.trust2": "Seguimiento escrito",
  "book.trust3": "Solo en inglés",
  "book.calendlyTitle": "El widget de Calendly se mostrará aquí",
  "book.calendlyDesc": "Reemplace este marcador de posición con su código de integración de Calendly. Agregue el siguiente script para activarlo:",
  "book.emailCta": "Mientras tanto:",
  "book.emailCtaDesc": "Envíe un email para reservar su consulta.",
  "book.emailButton": "Email para reservar →",
  "book.expectTitle": "Qué esperar después de reservar",
  "book.expect0.title": "Confirmación + formulario de ingreso",
  "book.expect0.desc": "Un breve formulario para que pueda prepararme para su situación específica.",
  "book.expect1.title": "Llamada de 60 min",
  "book.expect1.desc": "Videollamada o llamada de voz. Respuestas claras, sin jerga.",
  "book.expect2.title": "Resumen escrito",
  "book.expect2.desc": "Email con plan de acción en 24h + seguimiento por email en 48h.",
  "book.faqTitle": "Preguntas comunes",

  "resources.title": "Recursos gratuitos",
  "resources.subtitle": "Listas de verificación prácticas y herramientas para ayudarle a navegar el sistema legal de Vietnam. Sin necesidad de registro.",
  "resources.emailPrompt": "Reciba este recurso en su email:",
  "resources.sendButton": "Enviar",
  "resources.readGuide": "Leer la guía completa →",
  "resources.ctaHeadline": "¿Necesita respuestas más allá de una lista de verificación?",
  "resources.ctaSubtext": "Reserve una consulta y obtenga orientación personalizada para su situación específica.",

  "resources.0.title": "Lista de verificación de alquiler en Vietnam",
  "resources.0.desc": "20 puntos a revisar antes de firmar cualquier contrato de alquiler de apartamento en Vietnam.",
  "resources.1.title": "Diagrama de decisión de visa",
  "resources.1.desc": "Responda 5 preguntas y descubra qué tipo de visa de Vietnam se adapta a su situación.",
  "resources.2.title": "Lista de verificación de registro de empresa",
  "resources.2.desc": "Lista completa de documentos para registrar una sociedad limitada en Vietnam como extranjero.",
  "resources.3.title": "Lista de verificación de documentos familiares",
  "resources.3.desc": "Todos los documentos necesarios para el registro matrimonial y solicitudes de visa para dependientes.",
  "resources.4.title": "Rastreador de tramitación de documentos",
  "resources.4.desc": "Rastree el estado, plazos y costos de cada documento que necesite autenticar.",

  "pricing.consultation.name": "Consulta individual",
  "pricing.consultation.duration": "60 min",
  "pricing.consultation.desc": "Una sesión enfocada en su pregunta legal específica.",
  "pricing.consultation.feature0": "Videollamada o llamada de voz de 60 minutos",
  "pricing.consultation.feature1": "Resumen escrito de los puntos de acción clave",
  "pricing.consultation.feature2": "Preguntas y respuestas de seguimiento por email (48h)",
  "pricing.consultation.feature3": "Enlaces a recursos y lista de documentos",
  "pricing.consultation.cta": "Reservar una consulta",

  "pricing.package.name": "Paquete de instalación para expatriados",
  "pricing.package.duration": "3 sesiones",
  "pricing.package.desc": "Acompañamiento completo para nuevos expatriados estableciéndose en Vietnam.",
  "pricing.package.feature0": "3 × 60 minutos de consulta",
  "pricing.package.feature1": "Estrategia de visa y renovaciones",
  "pricing.package.feature2": "Revisión de contrato de alquiler",
  "pricing.package.feature3": "Orientación sobre negocios o permisos de trabajo",
  "pricing.package.feature4": "Reserva prioritaria (respuesta en 24h)",
  "pricing.package.feature5": "Soporte por email durante 30 días",
  "pricing.package.cta": "Obtener el paquete",

  "pillarPages.renting.title": "Alquilar en Vietnam",
  "pillarPages.renting.desc": "Contratos de apartamento, derechos del inquilino y cómo evitar estafas comunes.",
  "pillarPages.visa.title": "Opciones de visa",
  "pillarPages.visa.desc": "E-visa, visa de negocios, visa DT y vías de residencia a largo plazo.",
  "pillarPages.business.title": "Iniciar un negocio",
  "pillarPages.business.desc": "Constitución de sociedad limitada, oficina de representación y requisitos de permiso de trabajo.",
  "pillarPages.family.title": "Familia y registro",
  "pillarPages.family.desc": "Visas para dependientes, registro matrimonial y registro del hogar.",
  "pillarPages.documents.title": "Documentos y notarización",
  "pillarPages.documents.desc": "Apostilla, traducción y legalización de documentos en Vietnam.",

  "faq.0.q": "¿Cuánto cuesta una consulta?",
  "faq.0.a": "Una consulta de 60 minutos cuesta $150 USD. Obtiene respuestas claras y prácticas específicas para su situación — no consejos genéricos que puede encontrar en Google.",
  "faq.1.q": "¿Con qué temas puede ayudar?",
  "faq.1.a": "Opciones de visa y renovaciones, registro de empresas (sociedad limitada, oficina de representación), contratos de alquiler, registro familiar, permisos de trabajo y orientación legal general para expatriados en Vietnam.",
  "faq.2.q": "¿Necesito hablar vietnamita?",
  "faq.2.a": "No. Todas las consultas se realizan en inglés. Yo me encargo del papeleo en vietnamita y la comunicación con las autoridades locales en su nombre.",
  "faq.3.q": "¿Con qué rapidez puedo reservar?",
  "faq.3.a": "Normalmente en 2-3 días hábiles. Para asuntos urgentes, menciónelo en las notas de reserva y haré lo posible por acomodar un horario el mismo día o al día siguiente.",
  "faq.4.q": "¿Qué pasa si mi situación es complicada?",
  "faq.4.a": "Las situaciones complicadas son exactamente la razón por la que este servicio existe. Reserve una llamada y trazaremos su camino específico. Si su situación requiere representación legal formal, le referiré a socios locales de confianza.",
  "faq.5.q": "¿Es esto un bufete de abogados?",
  "faq.5.a": "Este es un servicio de consultoría legal, no un bufete de abogados. Ofrezco orientación experta y le ayudo a navegar el sistema. Para representación legal formal en tribunales, trabajo con una red de abogados locales de confianza.",

  "testimonials.title": "Lo que dicen los expatriados",
  "testimonials.subtitle": "Resultados reales de personas reales que estuvieron exactamente donde usted está.",

  "leadMagnet.label": "Recurso gratuito",
  "leadMagnet.defaultTitle": "Lista de verificación gratuita",
  "leadMagnet.defaultDesc": "Descargue nuestra lista de verificación paso a paso para no olvidar nada.",
  "leadMagnet.defaultCta": "Descargar PDF →"
}
