{
  "site.name": "Expat Legal Vietnam",
  "site.tagline": "Consultant juridique pour expatriés au Vietnam",

  "nav.renting": "Location",
  "nav.visa": "Visa",
  "nav.business": "Entreprise",
  "nav.family": "Famille",
  "nav.documents": "Documents",
  "nav.howItWorks": "Comment ça marche",
  "nav.bookCall": "Réserver un appel",

  "hero.badge": "Accompagnement juridique pour expatriés au Vietnam",
  "hero.headline": "Naviguez le système juridique vietnamien",
  "hero.headlineAccent": "Sans la confusion",
  "hero.subheadline": "Des réponses claires en anglais à vos questions juridiques sur les visas, la location, les affaires et la famille — par quelqu'un qui connaît réellement le système vietnamien.",
  "hero.ctaPrimary": "Réservez une consultation de 60 min — $150",
  "hero.ctaSecondary": "Lire les guides gratuits ↓",
  "hero.proofEnglish": "Service en anglais",
  "hero.proofResponse": "Réponse sous 24h",
  "hero.proofJargon": "Sans jargon",

  "painPoints.title": "Ça vous parle ?",
  "painPoints.subtitle": "Chaque expatrié se heurte à ces obstacles. La différence, c'est de les affronter seul — ou avec quelqu'un qui connaît le système.",
  "painPoints.0.title": "Votre propriétaire veut vous faire signer un contrat que vous ne pouvez pas lire",
  "painPoints.0.desc": "Les baux vietnamiens contiennent souvent des clauses très favorables au propriétaire. Une mauvaise signature et vous êtes piégé.",
  "painPoints.1.title": "Votre visa expire et vous ne connaissez pas vos options",
  "painPoints.1.desc": "Un dépassement de séjour ou un mauvais choix de visa peut entraîner des amendes, des interdictions ou une expulsion. Les règles changent constamment.",
  "painPoints.2.title": "Vous voulez créer une entreprise, mais la paperasse est accablante",
  "painPoints.2.desc": "SARL ? Bureau de représentation ? Permis de travail ? Chaque option a ses propres exigences, coûts et complications cachées.",
  "painPoints.3.title": "Google ne vous donne que des messages de forum obsolètes, pas de vraies réponses",
  "painPoints.3.desc": "Les réglementations vietnamiennes sont régulièrement mises à jour. Ce post de forum de 2019 peut être dangereusement erroné aujourd'hui.",
  "painPoints.ctaText": "Besoin d'aide maintenant ? N'attendez pas que ça devienne une crise.",
  "painPoints.ctaButton": "Réserver une consultation →",

  "diff.title": "Pourquoi les expatriés nous choisissent",
  "diff.subtitle": "Quand vous faites face à des questions juridiques dans un pays étranger, une recherche Google ne suffit pas.",
  "diff.0.title": "Entièrement en anglais",
  "diff.0.desc": "Chaque consultation, chaque résumé écrit, chaque suivi — en anglais clair. Aucune barrière linguistique.",
  "diff.1.title": "Adapté à votre situation",
  "diff.1.desc": "Pas de conseils génériques. Nous analysons votre situation précise et vous fournissons un plan d'action clair.",
  "diff.2.title": "Disponible sous quelques jours",
  "diff.2.desc": "Réservez en ligne et obtenez un créneau sous 2-3 jours ouvrés. Les cas urgents sont prioritaires.",
  "diff.3.title": "Toujours à jour",
  "diff.3.desc": "Les réglementations vietnamiennes changent. Nos conseils sont actuels — pas tirés d'un forum de 2019.",
  "diff.guidesTitle": "Guides gratuits pour les situations courantes",
  "diff.guidesSubtitle": "Commencez ici. Si vous avez besoin de plus, réservez un appel.",

  "cta.headline": "Prêt à obtenir des réponses claires ?",
  "cta.subtext": "Arrêtez de deviner. Réservez une consultation de 60 minutes et repartez avec un plan d'action.",
  "cta.button": "Réserver une consultation — $150",
  "cta.secondary": "Voir comment ça marche",
  "cta.reassurance": "Sans engagement. Si nous ne pouvons pas vous aider, nous vous le dirons d'emblée.",

  "ctaBar.text": "Besoin d'aide ?",
  "ctaBar.highlight": "Réservez un appel de 60 min",
  "ctaBar.button": "Réserver →",

  "footer.brandDesc": "Conseils juridiques en anglais clair pour les expatriés au Vietnam. Réservez un appel et obtenez des réponses rapidement.",
  "footer.bookCall": "Réserver un appel →",
  "footer.guidesTitle": "Guides gratuits",
  "footer.servicesTitle": "Services",
  "footer.copyright": "© {year} Expat Legal Vietnam. Tous droits réservés.",
  "footer.disclaimer": "Ce site fournit des informations juridiques générales, et non des conseils juridiques. Pour une représentation formelle, consultez un avocat agréé au Vietnam.",

  "toc.title": "Sur cette page",
  "toc.mobileTitle": "📖 Table des matières",

  "pillar.needHelp": "Besoin d'aide maintenant ?",
  "pillar.needHelpText": "Pas besoin de tout lire —",
  "pillar.needHelpLink": "réservez un appel de 60 min",
  "pillar.needHelpSuffix": "et obtenez des réponses adaptées à votre situation.",
  "pillar.lastUpdated": "Dernière mise à jour :",
  "pillar.relatedGuides": "Guides associés",
  "pillar.ctaHeadline": "Vous avez encore des questions sur ce sujet ?",
  "pillar.ctaSubtext": "Réservez une consultation et obtenez des réponses concrètes et exploitables pour votre situation.",
  "pillar.ctaButton": "Réservez un appel de 60 min — $150",

  "blog.title": "Blog",
  "blog.subtitle": "Conseils pratiques, mises à jour réglementaires et recommandations concrètes pour les expatriés au Vietnam.",
  "blog.noPosts": "Aucun article pour le moment. Revenez bientôt !",
  "blog.needAdvice": "Besoin de conseils spécifiques ?",
  "blog.needAdviceText": "Cet article de blog couvre des informations générales. Pour des conseils adaptés à votre situation, envisagez une consultation.",
  "blog.bookConsultation": "Réserver une consultation →",
  "blog.backToAll": "← Retour à tous les articles",

  "breadcrumb.home": "Accueil",

  "pricing.popular": "Le plus populaire",

  "about.title": "À propos d'Expat Legal Vietnam",
  "about.quoteText": "\"J'ai créé ce service parce que j'ai vu trop d'expatriés commettre des erreurs coûteuses qui auraient pu être évitées avec 60 minutes de conseils clairs.\"",
  "about.whyTitle": "Pourquoi ce service existe",
  "about.whyP1": "Quand les expatriés au Vietnam ont besoin de conseils juridiques, ils font face à une réalité frustrante : les informations en ligne sont obsolètes, dispersées sur les groupes Facebook, ou rédigées en vietnamien. Les cabinets d'avocats demandent des provisions pour des questions simples. Et Google ne connaît pas les dernières évolutions réglementaires.",
  "about.whyP2": "Expat Legal Vietnam comble ce vide. Une consultation ciblée. En anglais clair. Adaptée à votre situation. Vous repartez avec un plan d'action, pas avec plus de confusion.",
  "about.credTitle": "Qualifications et expérience",
  "about.cred0.title": "Formation juridique",
  "about.cred0.desc": "Diplôme en droit avec spécialisation en réglementation des affaires internationales et questions juridiques transfrontalières.",
  "about.cred1.title": "Expérience au Vietnam",
  "about.cred1.desc": "Des années d'expérience sur le terrain pour accompagner les clients étrangers dans les démarches administratives vietnamiennes.",
  "about.cred2.title": "Réseau d'expatriés",
  "about.cred2.desc": "En lien avec des avocats locaux de confiance, des traducteurs et des interlocuteurs gouvernementaux pour les dossiers complexes.",
  "about.cred3.title": "Langues",
  "about.cred3.desc": "Toutes les consultations sont menées en anglais. Maîtrise du vietnamien pour la révision de documents et les interactions officielles.",
  "about.dontDoTitle": "Ce que je ne fais pas",
  "about.dontDoIntro": "La transparence compte. Voici ce que ce service N'EST PAS :",
  "about.dontDo0": "Pas un cabinet d'avocats — je ne représente pas les clients au tribunal",
  "about.dontDo1": "Pas une agence de visas — j'explique vos options, je ne fais pas les démarches à votre place",
  "about.dontDo2": "Pas un service de traitement de documents — je vous guide étape par étape dans le processus",
  "about.dontDoNote": "Pour une représentation juridique formelle, des affaires judiciaires ou des structures d'entreprise complexes, je travaille avec un réseau d'avocats locaux de confiance et peux vous orienter vers la bonne personne.",
  "about.ctaHeadline": "Envie de discuter de votre situation ?",
  "about.ctaSubtext": "Réservez une consultation de 60 minutes et obtenez de la clarté, pas de la confusion.",

  "howItWorks.title": "Comment ça marche",
  "howItWorks.subtitle": "De la confusion à la clarté en 4 étapes simples. Aucun engagement avant la réservation.",
  "howItWorks.step0.title": "Choisissez votre sujet",
  "howItWorks.step0.desc": "Parcourez nos guides gratuits pour des informations générales. Si vous avez besoin d'aide spécifique à votre situation, passez à l'étape 2.",
  "howItWorks.step1.title": "Réservez une consultation",
  "howItWorks.step1.desc": "Choisissez un créneau qui vous convient. Vous recevrez un email de confirmation avec un lien vers un bref formulaire de prise en charge pour préparer notre appel.",
  "howItWorks.step2.title": "Nous analysons votre situation",
  "howItWorks.step2.desc": "60 minutes de conseils ciblés, en anglais clair. J'expliquerai vos options, le processus, les coûts estimés et le calendrier — adaptés à votre cas.",
  "howItWorks.step3.title": "Vous recevez un plan d'action écrit",
  "howItWorks.step3.desc": "Sous 24 heures, vous recevrez un email récapitulatif avec vos prochaines étapes, les documents clés nécessaires et les contacts utiles si besoin.",
  "howItWorks.pricingTitle": "Tarification simple et transparente",
  "howItWorks.pricingSubtitle": "Pas de frais cachés. Pas de provisions. Payez ce dont vous avez besoin.",
  "howItWorks.faqTitle": "Questions fréquemment posées",
  "howItWorks.faqSubtitle": "Réponses rapides aux questions courantes sur le processus de consultation.",
  "howItWorks.ctaHeadline": "Prêt à commencer ?",
  "howItWorks.ctaSubtext": "Réservez votre consultation et obtenez des réponses adaptées à votre situation au Vietnam.",

  "book.title": "Réservez votre consultation",
  "book.subtitle": "Choisissez un créneau qui vous convient. Vous recevrez un email de confirmation avec un bref formulaire de prise en charge pour préparer notre appel.",
  "book.trust0": "60 minutes",
  "book.trust1": "$150 USD",
  "book.trust2": "Suivi écrit",
  "book.trust3": "Anglais uniquement",
  "book.calendlyTitle": "Le widget Calendly s'affichera ici",
  "book.calendlyDesc": "Remplacez cet espace par votre code d'intégration Calendly. Ajoutez le script suivant pour l'activer :",
  "book.emailCta": "En attendant :",
  "book.emailCtaDesc": "Envoyez un email pour réserver votre consultation.",
  "book.emailButton": "Envoyer un email →",
  "book.expectTitle": "À quoi s'attendre après la réservation",
  "book.expect0.title": "Confirmation + formulaire de prise en charge",
  "book.expect0.desc": "Un bref formulaire pour que je puisse préparer votre situation spécifique.",
  "book.expect1.title": "Appel de 60 min",
  "book.expect1.desc": "Appel vidéo ou vocal. Des réponses claires, sans jargon.",
  "book.expect2.title": "Résumé écrit",
  "book.expect2.desc": "Email avec plan d'action sous 24h + suivi par email sous 48h.",
  "book.faqTitle": "Questions courantes",

  "resources.title": "Ressources gratuites",
  "resources.subtitle": "Listes de contrôle pratiques et outils pour vous aider à naviguer le système juridique vietnamien. Aucune inscription requise.",
  "resources.emailPrompt": "Recevoir cette ressource par email :",
  "resources.sendButton": "Envoyer",
  "resources.readGuide": "Lire le guide complet →",
  "resources.ctaHeadline": "Besoin de réponses au-delà d'une liste de contrôle ?",
  "resources.ctaSubtext": "Réservez une consultation et obtenez des conseils personnalisés pour votre situation spécifique.",

  "resources.0.title": "Liste de contrôle location au Vietnam",
  "resources.0.desc": "20 points à vérifier avant de signer tout bail d'appartement au Vietnam.",
  "resources.1.title": "Organigramme décisionnel des visas",
  "resources.1.desc": "Répondez à 5 questions pour découvrir quel type de visa vietnamien correspond à votre situation.",
  "resources.2.title": "Liste de contrôle enregistrement d'entreprise",
  "resources.2.desc": "Liste complète des documents pour l'enregistrement d'une SARL au Vietnam en tant qu'étranger.",
  "resources.3.title": "Liste de contrôle documents familiaux",
  "resources.3.desc": "Tous les documents nécessaires pour l'enregistrement de mariage et les demandes de visa pour personnes à charge.",
  "resources.4.title": "Suivi du traitement des documents",
  "resources.4.desc": "Suivez le statut, le calendrier et le coût de chaque document à faire authentifier.",

  "pricing.consultation.name": "Consultation unique",
  "pricing.consultation.duration": "60 min",
  "pricing.consultation.desc": "Une session ciblée sur votre question juridique spécifique.",
  "pricing.consultation.feature0": "Appel vidéo ou vocal de 60 minutes",
  "pricing.consultation.feature1": "Résumé écrit des points d'action clés",
  "pricing.consultation.feature2": "Questions-réponses de suivi par email (48h)",
  "pricing.consultation.feature3": "Liens vers les ressources et liste de documents",
  "pricing.consultation.cta": "Réserver un appel",

  "pricing.package.name": "Pack installation expatrié",
  "pricing.package.duration": "3 sessions",
  "pricing.package.desc": "Accompagnement complet pour les expatriés s'installant au Vietnam.",
  "pricing.package.feature0": "3 × 60 minutes de consultation",
  "pricing.package.feature1": "Stratégie visa et renouvellements",
  "pricing.package.feature2": "Révision du contrat de location",
  "pricing.package.feature3": "Accompagnement entreprise ou permis de travail",
  "pricing.package.feature4": "Réservation prioritaire (réponse sous 24h)",
  "pricing.package.feature5": "Support par email pendant 30 jours",
  "pricing.package.cta": "Choisir le pack",

  "pillarPages.renting.title": "Louer au Vietnam",
  "pillarPages.renting.desc": "Contrats d'appartement, droits des locataires et comment éviter les arnaques courantes.",
  "pillarPages.visa.title": "Options de visa",
  "pillarPages.visa.desc": "E-visa, visa affaires, visa DT et voies de résidence longue durée.",
  "pillarPages.business.title": "Créer une entreprise",
  "pillarPages.business.desc": "Création de SARL, bureau de représentation et conditions de permis de travail.",
  "pillarPages.family.title": "Famille et enregistrement",
  "pillarPages.family.desc": "Visas pour personnes à charge, enregistrement de mariage et enregistrement du foyer.",
  "pillarPages.documents.title": "Documents et légalisation",
  "pillarPages.documents.desc": "Apostille, traduction et légalisation de documents au Vietnam.",

  "faq.0.q": "Combien coûte une consultation ?",
  "faq.0.a": "Une consultation de 60 minutes coûte $150 USD. Vous obtenez des réponses claires et exploitables, adaptées à votre situation — pas des conseils génériques trouvables sur Google.",
  "faq.1.q": "Sur quels sujets pouvez-vous m'aider ?",
  "faq.1.a": "Options de visa et renouvellements, enregistrement d'entreprise (SARL, bureau de représentation), contrats de location, enregistrement familial, permis de travail et accompagnement juridique général pour expatriés au Vietnam.",
  "faq.2.q": "Dois-je parler vietnamien ?",
  "faq.2.a": "Non. Toutes les consultations se déroulent en anglais. Je gère les documents en vietnamien et les échanges avec les autorités locales en votre nom.",
  "faq.3.q": "Sous quel délai puis-je réserver ?",
  "faq.3.a": "Généralement sous 2-3 jours ouvrés. Pour les cas urgents, mentionnez-le dans les notes de réservation et je ferai mon possible pour proposer un créneau le jour même ou le lendemain.",
  "faq.4.q": "Et si ma situation est compliquée ?",
  "faq.4.a": "Les situations compliquées sont exactement la raison d'être de ce service. Réservez un appel et nous tracerons votre parcours spécifique. Si votre situation nécessite une représentation juridique formelle, je vous orienterai vers des partenaires locaux de confiance.",
  "faq.5.q": "Est-ce un cabinet d'avocats ?",
  "faq.5.a": "C'est un service de conseil juridique, pas un cabinet d'avocats. Je fournis des conseils d'expert et vous aide à naviguer le système. Pour une représentation juridique formelle au tribunal, je travaille avec un réseau d'avocats locaux de confiance.",

  "testimonials.title": "Ce que disent les expatriés",
  "testimonials.subtitle": "Des résultats concrets de personnes qui étaient exactement dans votre situation.",

  "leadMagnet.label": "Ressource gratuite",
  "leadMagnet.defaultTitle": "Liste de contrôle gratuite",
  "leadMagnet.defaultDesc": "Téléchargez notre liste de contrôle étape par étape pour ne rien oublier.",
  "leadMagnet.defaultCta": "Télécharger le PDF →"
}
